[
	{
		"TYPE": "QSChapter",
		"ID": 65535,
		"STRING": "Overall Achievements",
		"UNK": 11
	},
	{
		"TYPE": "QSChapter",
		"ID": 0,
		"STRING": "Prologue",
		"UNK": 9
	},
	{
		"TYPE": "QSChapter",
		"ID": 1,
		"STRING": "Act 1",
		"UNK": 9
	},
	{
		"TYPE": "QSChapter",
		"ID": 2,
		"STRING": "Intermission",
		"UNK": 9
	},
	{
		"TYPE": "QSChapter",
		"ID": 3,
		"STRING": "Act 2",
		"UNK": 9
	},
	{
		"TYPE": "QSChapter",
		"ID": 4,
		"STRING": "Finale",
		"UNK": 9
	},
	{
		"TYPE": "QSChapter",
		"ID": 5,
		"STRING": "Divertissement",
		"UNK": 10
	},
	{
		"TYPE": "QSChapter",
		"ID": 6,
		"STRING": "Epilogue",
		"UNK": 8
	},
	{
		"TYPE": "QSChapter",
		"ID": 10,
		"STRING": "Trial Chests",
		"UNK": 1
	},
	{
		"TYPE": "QSChapter",
		"ID": 11,
		"STRING": "Student Info.",
		"UNK": 1
	},
	{
		"TYPE": "QSTitle",
		"ID": 100,
		"UNK0": 0,
		"STRING": "Eisengard Range",
		"CATEGORY": "NONE",
		"UNK1": "0000000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 0,
		"STRING": "　#006c11/29 (Mon) Eisengard Range\n・I awoke to find myself in the mountains of the\nEisengard Range.\n・Near me, I found Celine, the black cat capable of human\nspeech, and the Ashen Knight, Valimar. Celine informed\nme that I had been chosen as Valimar's Awakener.\n・I couldn't wrap my head around most of what she was\nsaying, but now isn't the time to be worrying about\nthat. I need to get back to Trista; I need to find out if\nmy friends are safe!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 1,
		"STRING": "・Celine told me that a whole month has passed since\nthe battle near Trista. What's happened to the academy,\nthen?\n・...Regardless, all I can do right now is keep walking.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 2,
		"STRING": "・Apparently, Emma is a witch belonging to the Hexen\nClan, and Celine is her familiar. First the Great Knights\nin Erebonian legend turn out to exist, and now this? I feel\nlike I've stepped into some sort of fairy tale.\n・I feel like I have a slightly better understanding of\nwhat's going on now, at least. Time to get moving.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 100,
		"UNK0": 3,
		"STRING": "・I reached an area of the mountains where I once\ntrained with Master Ka-fai. Just as I was feeling better\nabout Ymir being close by, we ran into a terrifying foe\nCeline said was a 'Magic Knight.'\n・I could barely put a dent in it and things were looking\nhopeless when someone used powerful arts to save us.\nIt turned out to be the bracer Toval, and he happened to\nbe accompanying Princess Alfin and Elise.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 101,
		"UNK0": 0,
		"STRING": "Back in Ymir",
		"CATEGORY": "NONE",
		"UNK1": "0000000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 0,
		"STRING": "　#006c11/30 (Tue) Ymir\n・Upon waking up, I realized I was in my room in Ymir.\n・Soon after awaking, my mother and father came into\nthe room and told me about what had happened while\nI was asleep in the mountains. Unfortunately, it sounds\nlike the academy's been taken over by the Noble Alliance. \n・We agreed that I should stay in the village for a while\nto get some rest. Maybe a walk will do me some good.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 1,
		"STRING": "・I spoke to Dad and found out that he hasn't been able\nto contact Viscount Arseid.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 2,
		"STRING": "・I spoke to Mom, who was busy cooking. I felt slightly\nmore cheerful after talking to her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 3,
		"STRING": "・I found out that Elise thinks that Celine saved my life.\nI came away feeling horribly inadequate compared to her.\nMy sister really is something else...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 4,
		"STRING": "・I confirmed my suspicions that as cheerful as she\nseems, deep down, Princess Alfin is worried sick about\nher family.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 5,
		"STRING": "・I spoke with Toval about what's going on in the Bracer\nGuild.\n・Apparently, the reason he came to save me when he\ndid is that he received an anonymous tip informing him\nof my location. Who could have given him that?",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 6,
		"STRING": "・I've finished going around the village now. I think it's\nabout time I headed for the Phoenix Wings.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 7,
		"STRING": "・The open-air bath's cleaning seems to be done. A nice,\nlong soak sounds like a great idea right about now.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 101,
		"UNK0": 8,
		"STRING": "・Elise appeared while I was soaking in the spring. I was\nin danger of losing my way, but her words put me back\non the right track. I feel like I'm ready to do what needs\nto be done now.\n・Princess Alfin and Celine appeared shortly after, but\nwhile we were talking, we were disturbed by the sound\nof a mighty roar.\n・It came from the Magic Knight that we encountered\nin the mountains--and worse, it seems to be coming\ntoward Ymir.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 102,
		"UNK0": 0,
		"STRING": "Ymir Valley",
		"CATEGORY": "NONE",
		"UNK1": "0000000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 0,
		"STRING": "・Celine, Toval, Elise, and I resolved to journey through\nthe valley to stop the Magic Knight from getting any\ncloser to the village. We should head out as soon as we're\nprepared--there isn't a moment to waste.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 1,
		"STRING": "・Our preparations complete, we began scouring the\nvalley for the Magic Knight. Toval and I agreed that\nunlike the last time there was trouble in Ymir, Bleublanc\ndoesn't seem to be involved this time. Still, that's no\nreason to let our guards down.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 2,
		"STRING": "・If our last battle with it is anything to go by, Toval,\nElise, and I aren't going to be strong enough to defeat\nthe Magic Knight unaided. It looks like we're going to\nneed a certain someone's help after all.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 3,
		"STRING": "・We reached the far side of the valley and fought\nthe Magic Knight. Thanks to Valimar lending us his aid,\nwe were able to emerge victorious. \n・After the battle, a blue bird appeared, and Ouroboros'\nSecond Anguis, Vita Clotilde, began speaking to us.\nApparently, she's been searching for me and Valimar.\n・During our conversation, we heard loud gunshots\nwhich came from the guns of jaegers sent by Duke\nAlbarea to capture Princess Alfin. We need to hurry back\nto Ymir--Princess Alfin's in danger!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 4,
		"STRING": "・On the way back, Celine told us a little more about\nVita Clotilde. Specifically, she said that she's a member\nof the same Hexen Clan that Emma is from.\n・The information she gave us helped make it easier to\nput things into place. Right now, our top priority needs\nto be returning to Ymir, though.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 102,
		"UNK0": 5,
		"STRING": "・We reached Ymir, only to find my mother and father\nlying on the ground. I was filled with an uncontrollable\nhatred towards those responsible and lost control of\nmyself, but thankfully, Elise's voice eventually brought\nme back to my senses.\n・Afterwards, Vita Clotilde appeared and used some kind\nof lullaby to get the Northern Jaegers to leave. As I was\nwondering what her true motivations could be, she took\nadvantage of us being distracted to abduct Princess Alfin\nand Elise--rather, a girl in black who was accompanying\nher did.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 103,
		"UNK0": 0,
		"STRING": "A New Journey",
		"CATEGORY": "NONE",
		"UNK1": "0100000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 0,
		"STRING": "　#006c12/1 (Wed) Ymir - Day of Departure\n・I bade farewell to my mother and departed Ymir with\nCeline and Toval.\n・Before leaving the region, I should probably go and\ncheck on Valimar. He's not far, thankfully--I just need to\nhead up the valley and through the village's back\nentrance.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 103,
		"UNK0": 1,
		"STRING": "・Much to my surprise, Valimar was able to sense the\napproximate locations of my classmates! They're divided\nbetween three regions: Celdic, Nord, and Legram.\n・Using an ancient means of transport Celine called the\nSpirit Path, we set off for Celdic, the closest of the three\nregions to Ymir.",
		"UNK1": 1
	},
	{
		"TYPE": "QSTitle",
		"ID": 104,
		"UNK0": 0,
		"STRING": "Exploring Celdic",
		"CATEGORY": "NONE",
		"UNK1": "0100000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 0,
		"STRING": "　#006cCeldic Region\n・We found ourselves in Lunaria Nature Park.\nTransporting us there consumed the last of Valimar's\nmana, and he went to sleep in order to recover.\n・We're going to need clues as to where my classmates\ncould be in order to find them, and it's not like we'll\nfind anything in the park, so better to head on outside.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 1,
		"STRING": "・It wasn't long before we realized the higher elements\nwere in effect throughout the park. Celine believes that\nsomething's out of balance in the region. The monsters\nseem to be more ferocious than before, too. We're really\ngoing to need to be careful.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 2,
		"STRING": "・We made our way out of the park, so it's time to start\ngathering information. There's a farmhouse nearby--that\nseems as good a place as any to start.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 3,
		"STRING": "・We found out that Celdic is completely under the\nNoble Alliance's control and is generally very tense,\nwith goods even being requisitioned by the soldiers in\ntown.\n・Still, it doesn't seem as though the town will be that\ndangerous of a place for us to be. We'll be able to get\nthere by heading south on the highway.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 4,
		"STRING": "・Toval kindly agreed to let me go and check on how\nthings are over in Trista. Hopefully it's not too bad.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 5,
		"STRING": "・It didn't take long before we ran into a huge alliance\ncheckpoint. We're going to have to turn back and keep\ntraveling towards Celdic.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 6,
		"STRING": "・We arrived in Celdic! Let's start asking around and see\nif we can find out anything about where my classmates\ncould be.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 7,
		"STRING": "・We ran into Becky from the academy and spoke to her \nfor a while. From what she said, the alliance is only\ninterested in pursuing Class VII--other Thors students\nare largely free to go about life as normal.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 8,
		"STRING": "・We helped a sister in the Grand Market who was being\nharassed by provincial army soldiers, and she turned out\nto be none other than Rosine. \n・It looks like the soldiers who aren't out on the front\nlines have more free time than they know what to do\nwith. Toval's intervention was also...special...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 9,
		"STRING": "・We found Margot, the owner of the Weathercock Inn,\nand spoke to her for a while. She informed us that part\nof the Imperial Army is using the area near Garrelia\nFortress as a base and has successfully repelled attacks\nfrom the Noble Alliance numerous times.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 10,
		"STRING": "・We were sold a copy of the Imperial Chronicle by a boy\nwho wasn't taking no for an answer, and we found a map\ncovered in symbols hidden within it.\n\nIt reminded me of a chess board. The clue is:\n'The one who takes the queen holds the key to the king.'\n\nLet's head out onto the eastern highway and see if we\ncan solve it.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 11,
		"STRING": "・In the location the clue was pointing to, we found an\nold key and yet another clue. The clue is:\n\n'The king lurks within his fortress; take him, and your\npath shall be clear.'",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 12,
		"STRING": "・We used the key to unlock the door into the windmill.\nThere seems to be someone inside, too.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 13,
		"STRING": "・Inside, we found none other than Machias. He, Elliot,\nand Fie have been hiding out in this area for a while.\n・Elliot and Fie are out gathering info on the area around\nGarrelia Fortress, which the 4th Armored Division is using\nas a base. They may not be here now, but they're due to\nreport in relatively soon. We have plenty of time before\nthen, so we decided to return to Celdic for a while with\nMachias.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 14,
		"STRING": "・We returned to Celdic. We decided to go and visit the\nmarket manager to report that were able to meet with\nMachias.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 15,
		"STRING": "・The market manager gave us a number of tasks to\ncomplete. At the very least, we'll need to complete the\nparticularly urgent one.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 16,
		"STRING": "・We completed the request from Father Zirbel. We've\nstill got a little more time if we need it, but otherwise,\nwe should head back to the windmill.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 104,
		"UNK0": 17,
		"STRING": "・Elliot and Fie contacted us, and we agreed to meet at\na 'Point D' near the Twin Dragons Bridge. It's on the other\nside of a stream on the eastern highway.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 105,
		"UNK0": 0,
		"STRING": "To Garrelia",
		"CATEGORY": "NONE",
		"UNK1": "0100000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 0,
		"STRING": "・We met with Elliot and Fie at Point D. That means\nwe've now found all of the Class VII members in this\nregion. Thank goodness!\n・After some discussion, we decided to try and make\ncontact with the 4th Armored Division near Garrelia\nFortress.\n・Fie seems to have some idea of how we might get past\nthe provincial army's checkpoint. We should head over to\nthe Twin Dragons Bridge as soon as we're ready.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 1,
		"STRING": "・We decided to use the Transcontinental Railroad's \ntracks to get to the other side of the bridge. The problem\nis, how do we even get on them? Perhaps someone in the\nwaiting area knows something?",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 2,
		"STRING": "・We promptly ran into a mysterious hooded man who\njust as promptly disappeared. He seems to have entered\na duct inside the waiting area. And if that leads to where\nI think it does...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 3,
		"STRING": "・We made our way onto the tracks. There's no sign of\nthe hooded man anywhere, but we don't have time to\nworry about him. Let's make our way inside the fortress.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 4,
		"STRING": "・We witnessed a freight train loaded with Soldats\nleaving in the direction of Garrelia. It's incredible how\ntense things are over there.\n・Well, at least our main problem's been solved for now!\nWe should be able to use the tracks to reach the other\nside of the bridge.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 5,
		"STRING": "・We arrived on the Garrelia Byroad. We've still got a\nlong journey ahead of us before we reach the fortress,\nthough. ",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 6,
		"STRING": "・Along the byroad, we came across a strange ruin\nwhich has the higher elements active inside. It might be\nworth investigating just in case.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 7,
		"STRING": "・After defeating the monsters protecting a door within\nthe ruin, I saw a strange vision. What's more, I seemed to\nbe the only one who saw it. \n...I'm curious just what the cause was, but it's not like\nI can get the answers now. We need to hurry to Garrelia\nFortress.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 8,
		"STRING": "・We reached the ruins of the fortress, and found two\nmembers of the jaeger corps Zephyr that Fie had once\nbeen a member of.\n・The odds seemed very much stacked against us, but\njust as things were getting desperate, a unit of the\nprovincial army appeared. I summoned Valimar and, after\nstealing a blade from one of them, was able to defeat\ntwo Soldats. \n・Soon after, the bulk of the 4th Armored Division's\nforces, led by Lieutenant General Craig as he stood atop\na tank, appeared, backed up by Captain Claire. Thanks to\ntheir timely intervention, the jaegers left, and the\nprovincial army soldiers were forced to withdraw to the\nTwin Dragons Bridge.\n・After the battle, we spoke with the lieutenant general\nand Captain Claire, and we concluded that we needed to\nfind all of our classmates before making any major\ndecisions about the future. Lieutenant General Craig\nunderstood our decision and pledged his support, while\nCaptain Claire actually agreed to come with us.\n・We should take the opportunity to tour the base while\nthe captain is getting ready to depart.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 105,
		"UNK0": 9,
		"STRING": "・Her preparations finished, Captain Claire came to meet\nus, and we used the Spirit Path to return to Ymir.\n・Back in Ymir, we were met with the good news that\nmy father's condition was gradually improving. Realizing\nthat we wouldn't be able to leave Ymir for another day\nas Valimar needed time to recover his mana, we decided\nto use tomorrow as a day of rest.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 106,
		"UNK0": 0,
		"STRING": "Resting in Ymir",
		"CATEGORY": "NONE",
		"UNK1": "0100000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 0,
		"STRING": "　#006c12/4 (Sat) Ymir - Rest Day\n・Today's our chance to get some rest and get ready to\nresume searching for our remaining classmates tomorrow.\nThere's plenty that I can do--when I'm done, I should head\nback to my room and rest.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 1,
		"STRING": "★I spent time with Elliot.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 2,
		"STRING": "★I spent time with Machias.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 3,
		"STRING": "★I spent time with Fie.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 4,
		"STRING": "★I spent time with Toval.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 5,
		"STRING": "★I spent time with Captain Claire.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 6,
		"STRING": "#666c　　　　          ◆　　　　◆　　　　◆\n　#006c12/5 (Sun) Ymir - Day of Departure\n・The time came to depart Ymir yet again. He's had a\nday's rest, so Valimar should have recovered enough\nmana to take us to our next destination.\n・We concluded that it would be a good idea for some of\nus to stay behind in order to protect the village. We can\nconsider who to leave while we're walking to the other\nside of the valley.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 106,
		"UNK0": 7,
		"STRING": "・Valimar's mana seems to have recovered enough to open\nthe Spirit Path again. After some discussion, we decided\nthat our next destination would be the Nord Highlands.\n・We bid those who would be staying behind farewell\nand then opened the Spirit Path yet again.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 107,
		"UNK0": 0,
		"STRING": "The Nord Highlands",
		"CATEGORY": "NONE",
		"UNK1": "0100000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 0,
		"STRING": "　#006cNord Highlands\n・We emerged from the Spirit Path in the middle of the\nhighlands' stone circle. Valimar had exhausted his mana\nbringing us there, so we were forced to leave him behind.\nWith that done, we began exploring the highlands.\n・We should probably start by heading either to the\nnomadic settlement to the north or Zender Gate to the\nsouth.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 1,
		"STRING": "・We ended up witnessing a fierce battle between the\nImperial Army and the Noble Alliance forces. What's more,\nthe alliance's Soldats ended up retreating in the direction\nof the watchtower, which I recall belonging to the\nImperial Army...\n・We ended up deciding that our first destination should\nbe Zender Gate so that we can get in contact with\nLieutenant General Zechs Vander.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 2,
		"STRING": "・We met Lieutenant General Vander at Zender Gate and\nimmediately began exchanging information with him.\nMuch to our great surprise, we found out the Noble\nAlliance had stolen the watchtower by temporarily allying\nthemselves with the Calvard Republic. Furthermore,\nthe army is currently unable to use orbal communications\nanywhere on the highlands.\n・We were also informed that Gaius is one of the three\nClass VII members in the highlands. Naturally, we decided\nto travel to his home settlement in order to better assess\nthe situation--although we were warned that the people\nof Nord have already started evacuating the area.\n・Lieutenant General Vander loaned us some horses.\nTime to ride like the wind!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 3,
		"STRING": "・We reached the settlement, only to be ambushed by the\njaeger corps Nidhoggr. We feared the worst when we\nwere surrounded by them and their military monsters,\nbut thanks to Gaius and his hawk's timely appearance,\nwe didn't come to any harm.\n・After celebrating our reunion, he led us to Lake Lacrima\nto the northwest, where the people of Nord are currently\nliving.\n・We also met with Gaius' family, but were told that\nAlisa and Millium, who had also fled to Nord, had just\nleft with Gwyn. Apparently they're in the northeast\npart of the highlands, and have gone to investigate why\norbal communications are jammed within the region.\n・Eager to be reunited with them as soon as possible,\nwe decided to head after them. ",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 4,
		"STRING": "・We arrived in the northeast part of the highlands.\nLet's see if we can find them.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 107,
		"UNK0": 5,
		"STRING": "・We found Alisa and Millium being attacked by a giant\ncreature called a cryptid. Our arrival didn't come a \nmoment too soon, and together, we were able to defeat\nit and share in the joy of being reunited.\n・We decided to return to Lake Lacrima together. Gwyn\nseems eager to tell us something about the watchtower.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 108,
		"UNK0": 0,
		"STRING": "The Watchtower",
		"CATEGORY": "NONE",
		"UNK1": "0100000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 0,
		"STRING": "・The cause of the region's communication woes is a\ndevice called an orbal wave jammer, set up by the alliance\non the watchtower's rooftop.\n・Together, we resolved to go and stop the device to keep\nthe jaegers from terrorizing the highlands any longer.\n・In order to sneak into the watchtower, we're going to\nneed to go to that plateau in the southern part of the\nhighlands that we ended up visiting on our field study\nearlier in the year.\n・There's no immediate hurry to go there, though, so\nperhaps we should go and see if the elder has anything\nhe needs help with.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 1,
		"STRING": "・We found a strange ruin in the northeastern part of\nthe highlands. What's stranger is that even Gaius didn't\nrecognize it. It might be worth going inside, but we're\ngoing to need to be very well prepared if we do.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 2,
		"STRING": "・After defeating some monsters deep within the ruin,\nI saw a strange vision. Not that I even have time to be\nwondering about what that was... We have more pressing\nthings to do.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 3,
		"STRING": "・We attached a rope ladder to the plateau. We should be\nable to use this to climb the cliff. Not like we just stuck\nit there for decoration.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 4,
		"STRING": "・We should be able to get inside the watchtower by\ntraversing the cliff. Let's leave as soon as we're ready.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 5,
		"STRING": "・We witnessed many of the soldiers stationed there\ndeparting and, seizing our chance, hurried inside the\nwatchtower.\n・The Noble Alliance doesn't seem to be the only ones\nin here. We're going to have to advance very quietly so\nas not to draw unwanted attention.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 6,
		"STRING": "・We encountered Nidhoggr again and were able to take\nthem down, but we can't lower our guards just yet.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 7,
		"STRING": "・The jaegers mounted a pincer attack against us, but \nwe were able to emerge victorious. The rooftop is just\na little farther up now--let's keep going!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 108,
		"UNK0": 8,
		"STRING": "・On the rooftop, we found Phantom Thief Bleublanc of\nOuroboros, as well as Altina, the mysterious girl in black\nwho abducted Elise and Princess Alfin. She also had her\npuppet, Claiomh Solais, with her. \n・Bleublanc caught us off guard with a trick of his,\nleaving us fearing defeat, but then Sharon intervened\nand rescued us from peril. \n・Drawn by the commotion, soldiers from the Noble\nAlliance returned to the watchtower. Thanks to Valimar,\nwe were able to turn the tables on them, put a stop to\nthe device, and drive the alliance from the highlands. \n・We learned that the famous Professor Schmidt is\naiding the alliance, and that no one has been able to get\nin contact with Alisa's mother, Chairman Irina. Filled\nwith unease at these new discoveries and with plenty more\nconcerns besides, we bade farewell to the Nord Highlands\nand made our way back to Ymir.\n　#006cYmir\n・Upon arriving home, we were met by a strange\ncommotion. They say that Dad's finally woken up!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 109,
		"UNK0": 0,
		"STRING": "Resting in Ymir 2",
		"CATEGORY": "NONE",
		"UNK1": "0100000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 0,
		"STRING": "　#006c12/8 (Wed) Ymir - Rest Day\n・Dad recommended that we take a day to rest in Ymir \nand, seeing no reason not to do so, we elected to make\nthe most of the day to get ready for our next departure.\n・I might as well go out and have some fun now, right?\nI can always take a nap in my room or something once\nI'm done.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 1,
		"STRING": "★I spent time with Alisa.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 2,
		"STRING": "★I spent time with Machias.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 3,
		"STRING": "★I spent time with Gaius.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 4,
		"STRING": "★I spent time with Millium.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 5,
		"STRING": "★I spent time with Toval.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 6,
		"STRING": "★I spent time with Captain Claire.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 7,
		"STRING": "★I spent time with Sharon.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 8,
		"STRING": "#666c　　　　          ◆　　　　◆　　　　◆\n　#006c12/9 (Thu) Ymir - Day of Departure\n・After being seen off by Dad, we went to where Valimar\nwas in order to use the Spirit Path again.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 109,
		"UNK0": 9,
		"STRING": "・After getting Valimar to double check how many of our\nclassmates are in the Legram region, we were surprised\nto discover that there are now only two when there were\nthree before. I hope they're all okay...\n・Putting our worries aside for the time being, we chose\nwhich of us would be traveling and said our goodbyes.\nLegram, here we come!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 110,
		"UNK0": 0,
		"STRING": "Exploring Legram",
		"CATEGORY": "NONE",
		"UNK1": "0100000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 0,
		"STRING": "　#006cLegram Region\n・We landed on the Ebel Highway which leads to Legram.\nI remembered the area from my field study before, but\nunlike then, it was now covered in a thick fog and filled\nwith the presence of the higher elements. It didn't take\nlong for us to realize that something strange was going\non.\n・We decided that the best thing to do for now would be\nto check the situation in Legram.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 1,
		"STRING": "・Once we'd arrived in Legram, we decided to pay a visit\nto the Bracer Guild. There, we were reunited with Klaus,\nthe Arseid family's butler, and had our first meeting with\nthe guild's new receptionist, Miles.\n・We were informed that Laura and Emma were in town.\nThat's great news! In less great news, however, we were\nalso told that Viscount Arseid's whereabouts are still\nunknown and, as we suspected, something strange is\nhappening in the region.\n・Laura and Emma reportedly went to Lohengrin Castle\nafter Emma sensed something strange there. I think it's\ntime we lend them a hand!\n・Seeing our determination, Klaus agreed to arrange for\na boat that we could use to get to the castle. We should\ngo to the wharf and board it as soon as we're ready.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 2,
		"STRING": "・We sailed across Lake Ebel towards Lohengrin Castle,\nfog still thick in the air. Celine told us there was\nonce another Divine Knight in the castle, but that it and\nits Awakener have vanished, with both their whereabouts\nand identity unknown.\n・We reached the castle! Hopefully there aren't any more\nof those 'ghosts' that Millium's so afraid of...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 3,
		"STRING": "・Laura and Emma are battling some fearsome creature!\nTime to move!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 110,
		"UNK0": 4,
		"STRING": "・We aided Laura and Emma in defeating two cryptids \nand were able to return things to normality. After a\ntearful reunion, we made our way back to Legram.\n・On the way back, we were told that Jusis had headed\nto Bareahard. Emma also divulged more on her true\nidentity and the Divine Knights. While we were talking,\nhowever, we saw a Noble Alliance airship fly overhead,\npresumably with the intent of stopping at Legram.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 111,
		"UNK0": 0,
		"STRING": "The Verdant City",
		"CATEGORY": "NONE",
		"UNK1": "0100000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 0,
		"STRING": "・Back in Legram, we witnessed first hand the terrifying\nfigures of General Le Guin and Brigadier General Bardias,\ntwo of the finest warriors in all the provincial armies. \n・After they left, we concluded that we should leave at\nonce to reunite with Jusis. To get to Bareahard,\nwe'll need to follow the Ebel Highway north. \n・We should probably pay a visit to Miles at the Bracer\nGuild before leaving, though.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 1,
		"STRING": "・Back on the Ebel Highway, visibility was much better\nas a result of the reduced amount of fog, but the \nhigher elements remained present. We'll still have to\nbe very careful on our way to Bareahard.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 2,
		"STRING": "・We found a strange ruin on the highway. According to\nEmma, it's called a Spirit Shrine, and there are several of\nthem hidden around the country. They likely have some\nconnection to the Divine Knights and the old schoolhouse,\ntoo.\n・Exploring it should prove good training for us, but as\nalways, we'll need to tread lightly if we go inside.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 3,
		"STRING": "・After defeating some monsters deep within the ruin,\nI saw a strange vision. We briefly considered the \npossibility that I may have seen one of Emperor Dreichels'\nmemories, but we don't have time to figure out if that's\nactually the case.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 4,
		"STRING": "・After a long walk, we finally made it to Bareahard.\nIf only there were a way for us to easily get inside...\nFortunately for us, Emma and Celine have a plan.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 5,
		"STRING": "#666c　　　　          ◆　　　　◆　　　　◆\n　#006cBareahard\n・Thanks to Emma's incredible witchcraft, we were able\nto get inside the city. Time to start asking around and\nsee if we can find any clues as to where Jusis could be.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 6,
		"STRING": "・We ran into Colette in a shop along Artisans' Street. \nShe told us that she heard Jusis returned home and is\nhelping to command the provincial army. What his true\nintentions are, we'll have to find out directly from him.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 7,
		"STRING": "・We made our way to Duke Albarea's mansion. There's\nvery likely to be clues as to where Jusis is inside here,\nbut the risk of getting any closer is just too great.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 8,
		"STRING": "・We ran into Theresia in a shop near the station. \nShe seemed pretty worried about her friend Emily after\nbeing separated from her.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 9,
		"STRING": "・We couldn't find any significant leads on where Jusis\ncould be, and just as we were beginning to feel lost,\ntwo of the city's children approached us and gave us a\nmessage to come to the restaurant in the central plaza.\nIt doesn't seem to be a trap, either... We may as well do\nwhat they say. What could it hurt?",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 10,
		"STRING": "・We were given another message from the restaurant's\nowner. Apparently, the person responsible for all these\nmessages is waiting at the airport. We should make our\nway there--though we'd best be careful.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 11,
		"STRING": "・Upon arriving at the airport, we were met by a \nmechanic who told us to go to the third floor lounge\nof an airship there. Well, we've come THIS far...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 12,
		"STRING": "・We entered the airship. Now to proceed cautiously to\nthe third floor lounge.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 13,
		"STRING": "・There, we found ourselves face to face with Jusis. \nIt's nuts how much trouble he went through to meet us.\n・Much to our surprise, however, he didn't seem to want\nto come with us, feeling in some way responsible for\nwhat happened in Ymir and as though he had duties to\nfulfill as a noble. More apparent than both of those\nreasons was how unsure he was of which path to take.\n・We refused to leave empty handed, and eventually,\nJusis challenged me to a duel. We went to Aurochs\nCanyon, where we found Angelica's orbal bike. \n・The duel Jusis proposed has two parts: a race between\nme on the bike and Jusis on a horse, followed by a one-\non-one sword fight. I've got no intention of losing!\n・I'll have to get used to riding the bike again, though...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 14,
		"STRING": "・I was able to win the race half of the duel, albeit with\ndifficulty, and went on to win the second half as well.\nSweet victory!",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 15,
		"STRING": "・While I lost the race half of the duel, I turned things\naround during the second half and went on to emerge\nvictorious.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 16,
		"STRING": "・Defeated, Jusis resolved to return to Class VII after all.\nJust as he did, however, we were shocked by the sudden\nappearance of two members of Ouroboros: a girl known\nas Duvalie the Swift who doubled as head knight of the\nStahlritter, and their Enforcer No. I, McBurn the Almighty\nConflagration.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 17,
		"STRING": "・We were able to catch Duvalie off guard and knock her\nto the ground, but McBurn's power was simply beyond\nour comprehension, and we were defeated.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 18,
		"STRING": "・Their power was simply beyond our comprehension,\nand we were overwhelmingly defeated.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 111,
		"UNK0": 19,
		"STRING": "・When things looked desperate, Instructor Sara came\nfrom virtually out of nowhere to save the day!\n・McBurn prepared to unleash his full power, but before\nhe could, Duke Albarea arrived with a group of Soldats,\ncausing McBurn to immediately lose interest.\n・Valimar and I were able to defeat an armored car and\na new variety of Soldat! Seizing the opportunity, we then\nopened the Spirit Path and returned to Ymir.\n・Crow excluded, we now have all of Class VII together. \nThe time has come for us to decide exactly what we\nshould be doing next; what kind of role do we as a class\nwant to play in this war?\n・Before that, we decided to relax at the Phoenix Wings\nfor the night. I decided to spend some time alone in the\noutdoor hot spring but ended up receiving some welcome\ncompany regardless.\n・Soaking in the bath was clearly the right thing to do!\nThanks to the conversation I had, I was able to appreciate\nanew just how much everyone had been thinking of me\nall this time. I really am fortunate.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 112,
		"UNK0": 0,
		"STRING": "Resting in Ymir 3",
		"CATEGORY": "NONE",
		"UNK1": "0100000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 0,
		"STRING": "　#006c12/12 (Sun) Ymir - Rest Day\n・We agreed to discuss what to do going forward this\nafternoon. I've got a lot to think about before that, but it\ncan't hurt to spend some time with my classmates while\ndoing so.\n・When I'm ready, I should head back to my room. I could\nuse a nap before our meeting.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 1,
		"STRING": "★I spent time with Alisa.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 2,
		"STRING": "★I spent time with Elliot.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 3,
		"STRING": "★I spent time with Laura.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 4,
		"STRING": "★I spent a little more time with Laura.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 5,
		"STRING": "★I spent time with Emma.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 6,
		"STRING": "★I spent a little more time with Emma.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 7,
		"STRING": "★I spent time with Jusis.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 8,
		"STRING": "★I spent a little more time with Jusis.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 9,
		"STRING": "★I spent time with Fie.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 10,
		"STRING": "★I spent time with Gaius.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 11,
		"STRING": "★I spent time with Millium.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 12,
		"STRING": "★I spent time with Captain Claire.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 13,
		"STRING": "★I spent time with Sharon.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 14,
		"STRING": "★I spent time with Instructor Sara.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 112,
		"UNK0": 15,
		"STRING": "・We went on to discuss what our next course of action\nshould be. The way I figure it, we should be aiming for a\nthird way--something that only we can do--rather than\npledge our support to either of the existing factions.\n・While our discussion was still ongoing, we heard Vita\nClotilde's voice and noticed the alliance's flagship,\nthe Pantagruel, in the sky above Ymir.\nFrom it descended one powerful warrior in service of the\nalliance after another, including Rufus...and even Crow and\nhis Azure Knight.\n・We fought valiantly, but didn't stand a chance against\nthem. Defeated, we were surprised to learn that the\nreason for their visit was that Duke Cayenne wanted to\ntry and get me and Valimar on board the flagship.\n・He obviously has his own motives behind this sudden\ninvitation, but this could be a chance for us, too. After\nasking Valimar to remove Celine from the cockpit, I went\nand accepted the duke's invitation, swearing that I would\nreturn to them soon.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 113,
		"UNK0": 0,
		"STRING": "The Pantagruel",
		"CATEGORY": "NONE",
		"UNK1": "0200000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 0,
		"STRING": "　#006c12/13 (Mon) Pantagruel - Guest Area\n・Crow came to visit me in my room. He told me a lot\nabout Jurai City, the place where he grew up. \n・He also said that someone's in the guest of honor's\nroom on the second floor. I should see what info I can\ngather elsewhere on the ship before heading up there,\nthough.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 1,
		"STRING": "・I visited the room of Vulcan from the Imperial\nLiberation Front. He seemed oddly docile...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 2,
		"STRING": "・I visited the room of Scarlet from the Imperial\nLiberation Front. She said she was once in training\nto be a sister, but I wonder how true that really is.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 3,
		"STRING": "・I spoke with the Phantom Thief Bleublanc. While he did\nNOT steal my fair heart, the stories he had to share were\nadmittedly very interesting.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 4,
		"STRING": "・I visited the room of Duvalie the Swift and was left\nwondering all the more what kind of a person the Steel\nMaiden she swears allegiance to is.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 5,
		"STRING": "・I visited the room of Altina. She mentioned a certain\n'Black Workshop'... I'm going to need to keep that in mind.\nI also hope she doesn't keep going around saying weird\nthings to everyone about me...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 6,
		"STRING": "・I visited the room of two members of Zephyr. Man,\nthey really adore Fie.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 7,
		"STRING": "・I visited the room of McBurn. He told me a lot of things\nthat seem worth keeping in mind regarding the power\nwithin me.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 113,
		"UNK0": 8,
		"STRING": "・In the guest of honor's room, I found Princess Alfin,\nwho was apparently brought on board so that Duke\nCayenne could take advantage of her popularity among\nthe nation's people.\n・She told me that Elise is elsewhere and has been\nmoved to the same place as the emperor and Cedric.\n・Talking to her allowed me to realize one simple, very\nimportant truth that I've been blind to all this time--\nI was so focused on trying to protect others that I didn't\nrealize relationships go both ways... Elise was looking out\nfor me as much as I was trying to look out for her, even\nwhen we were apart. I'll be sure to never forget.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 114,
		"UNK0": 0,
		"STRING": "The Escape",
		"CATEGORY": "NONE",
		"UNK1": "0200000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 114,
		"UNK0": 0,
		"STRING": "・I've kept everyone waiting for long enough. I resolved\nto escape, and I'll be taking Princess Alfin with me. \n・First, we need to find some way to leave this area of\nthe ship without being noticed.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 114,
		"UNK0": 1,
		"STRING": "・We discovered a vent we can use in an empty room.\nWe should be able to leave the guest area of the ship\nthrough here.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 114,
		"UNK0": 2,
		"STRING": "・We left the vent and ran straight into some provincial\narmy soldiers, which we promptly defeated. This is where\nour grand escape really begins...and I won't let anyone lay\na hand on the princess!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 114,
		"UNK0": 3,
		"STRING": "・Halfway out, we defeated a few more soldiers and a \nmilitary monster.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 114,
		"UNK0": 4,
		"STRING": "・We ran into Bleublanc and Duvalie, who had apparently\nmanaged to get ahead of us. I unleashed my newly-\ncontrolled power within me and ran past them with the\nprincess in my arms.\n・I made it past Xeno, Leonidas, and Altina in the same\nway, eventually reaching Valimar--but there, we found\nCrow and McBurn waiting for us.\n・I was able to defeat Crow in a one-on-one battle, but\nI ran out of energy to use my power. The pursuers we\nhad managed to evade then began appearing one after\nanother. As the situation was starting to look desperate,\nthe Courageous appeared, along with Prince Olivert,\nViscount Arseid, and all of my classmates.\n・After swearing to Crow to take back everything we'd\nlost--including Crow himself--we flew away aboard the\nCourageous.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 115,
		"UNK0": 0,
		"STRING": "Flying the Skies",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 0,
		"STRING": "　#006c12/15 (Wed) Courageous - Eastern Skies\n・Prince Olivert and Viscount Arseid entrusted us with\nthe Courageous, and we swore to make good use of it.\n・First, I should probably go around and familiarize \nmyself with the equipment and facilities on board.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 1,
		"STRING": "・To travel, I'll need to talk to Towa. We'll have to start\ngoing around and gathering information while fulfilling\nthe requests given to us by Prince Olivert. In addition,\nwe resolved to try and find the students who have left\nthe academy grounds and spread across the land. \n・One of the requests concerns Nord, so we should keep\nGaius with us for the time being.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 2,
		"STRING": "・We fulfilled the request from the Nord Highlands!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 3,
		"STRING": "・We checked how a few Thors students were doing!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 4,
		"STRING": "・We received an urgent call from Towa. She's discovered\nthe location of one of our family members, but there also\nseems to be a problem... \n・We should head back to the Courageous as soon as\npossible and find out what's happened.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 115,
		"UNK0": 5,
		"STRING": "・Back on the Courageous, we were told that Fiona, Elliot's\nolder sister, has been taken hostage by the Kreuzen\nProvincial Army. War or no war, we can't stand back and\nallow this to happen.\n・As soon as we're ready, we should let Towa know so\nthe operation to rescue her can begin.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 116,
		"UNK0": 0,
		"STRING": "Rescuing a Hostage",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 0,
		"STRING": "　#006c12/17 (Fri) Twin Dragons Bridge - Operation Begins\n・We arrived at the Twin Dragons Bridge, where the 4th\nArmored Division and Kreuzen Provincial Army were locked\nin combat. Princess Alfin issued a declaration, and we\nbegan our intervention.\n・Valimar and I defeated the Soldats that tried to block\nour path, and we all entered the fortress. Somewhere in\nhere, Fiona's in need of rescue, and we're not going to let\nher down!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 116,
		"UNK0": 1,
		"STRING": "・We found Fiona in the commander's room, but before\nwe could rescue her, the officer holding her hostage set\ntwo giant military monsters on us.\n・We were able to work together to defeat them, but he\nrefused to give up, summoning two more in their place.\n・It was then that Major Neithardt appeared in all his\nmanly glory. He defeated the monsters effortlessly and\nknocked the officer unconscious. Thanks to him, our\noperation was a success with minimal casualties on both\nsides.\n・After Fiona's rescue, the 4th Armored Division occupied\nthe Twin Dragons Bridge, and the Kreuzen Provincial\nArmy soldiers stationed there were forced to withdraw\nto Bareahard. With everyone's defensive lines redrawn,\nthe war situation returned to being a stalemate.\n・As we bade farewell to Lieutenant General Craig and\nMajor Neithardt, we were told that the major had been\nadvised on how to sneak into the fortress by a certain\nmysterious hooded man...",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 117,
		"UNK0": 0,
		"STRING": "Celdic Stopover",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 0,
		"STRING": "　#006c12/18 (Sat) Celdic - Stopover Day\n・We decided to stop by at the newly liberated Celdic\nin order to resupply. Might as well celebrate the day by\nspending some quality time with my friends, right?",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 1,
		"STRING": "★I spent time with Alisa.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 2,
		"STRING": "★I spent time with Elliot.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 3,
		"STRING": "★I spent time with Laura.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 4,
		"STRING": "★I spent time with Machias.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 5,
		"STRING": "★I spent time with Emma.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 6,
		"STRING": "★I spent time with Jusis.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 7,
		"STRING": "★I spent time with Fie.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 8,
		"STRING": "★I spent time with Gaius.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 9,
		"STRING": "★I spent time with Millium.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 10,
		"STRING": "★I spent time with Instructor Sara.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 11,
		"STRING": "★I spent time with Towa.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 12,
		"STRING": "★I spent time with Princess Alfin.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 13,
		"STRING": "・Becky was welcomed aboard the Courageous! Yasss!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 117,
		"UNK0": 14,
		"STRING": "・On my way to return to the ship, I encountered the\nmysterious hooded man who had helped us before, and...\nwas stunned to find out his true identity as Instructor\nThomas. This must be some sort of joke...",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 118,
		"UNK0": 0,
		"STRING": "Flying the Skies 2",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 0,
		"STRING": "　#006cCourageous - Eastern Skies\n・Back on the Courageous, we resumed flying around\nthe country. Millium insisted on being part of the active\ngroup.\n・There are a few requests to get through, and if we run\ninto any Thors students, we can invite them to come on\nboard, too.\n・I'd say our request from Major Neithardt is our\ntop priority together with that monster along Garrelia\nByroad.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 1,
		"STRING": "・After finishing up our requests, we received a call from\nTowa. She asked us to come back to the Courageous as\nsoon as we can. Unlike last time, it doesn't seem like she\nhas any bad news for us, at least...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 118,
		"UNK0": 2,
		"STRING": "・We returned to the Courageous only to find out that\nAngelica had been in contact. She told us that she had\ndiscovered Mrs. Reinford's whereabouts, but during her\ncall, we heard gunshots on her end, and she was forced\nto hurriedly cut communication. Something seems to be\nhappening between her and her father. \n・She told us not to worry about her, but considering the\ncircumstances, we couldn't help but do so. Any lead on\nAlisa's mother is worth pursuing, too. As such, we decided\nto sneak into Roer.\n・As soon as we're ready, we should talk to Towa to begin\nthe operation.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 119,
		"UNK0": 0,
		"STRING": "To Roer",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 0,
		"STRING": "　#006c12/21 (Tue) Roer - Infiltration Day\n・We got in contact with Gwyn Reinford, and he told us \nwe can get near Roer by boat using a stream that runs\nbetween the mountains of Ymir and the Spina Byroad.\nWith that in mind, we managed to arrive safely.\n・The problem still remains of how to get into the city,\nthough... Well, we can at least try our luck and see what\nhappens when we approach.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 1,
		"STRING": "・One of the soldiers on guard seemed very suspicious\nof us, but the other let us through with strangely little\nresistance, allowing us to enter the city.\n・We should try and gather as much information as \npossible on Angelica and Mrs. Reinford's whereabouts.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 2,
		"STRING": "・We saw Director Heidel Rogner in front of the Reinford\nbuilding. He appears to be in charge of the company in\nMrs. Reinford's place--and what's more, he seems to be\nmaking himself veeery comfortable in her home.\n・I can only imagine how hard knowing that must be for\nAlisa, but we should avoid getting any closer for the time\nbeing. ",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 3,
		"STRING": "・We encountered a sister we didn't recognize in the \ncathedral. I suppose she's new.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 4,
		"STRING": "・There was no sign of the Lusitania at Roer Airport.\nWord is, Duke Cayenne is using it.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 5,
		"STRING": "・We ran into Hugo in the RF Store, who told us about\nhow things are over in Heimdallr.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 6,
		"STRING": "・We met Instructor Mary in Mint's house. She seemed\nworried about Mint and the academy.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 7,
		"STRING": "・We met Linde in one of the shops. She's been working\naway, praying to be reunited with her sister Vivi as soon\nas possible.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 8,
		"STRING": "・As we finished our tour of the town, Alisa received a\ncall from her friend Yuuna, who somehow knew we were\nin Roer. \n・She told us to come to Dvance's Diner near the west\nentrance to the town. We should head there right away.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 9,
		"STRING": "・In the diner, we found Angelica, who was dressed as a\nsister. She then told us her plans of stopping her father\nby force as well as how she's been gathering supporters\nto that end.\n・She told us Mrs. Reinford is currently being held in the\nEisengraf, which has been left in Sachsen Iron Mine.\n・We convinced Angelica to allow us to help her, then\nbegan drawing up a plan to liberate Roer. Step by step,\nthe plan is as follows:\n1.) Rescue Mrs. Reinford from the Sachsen Iron Mine.\n2.) Arrest Heidel Rogner and take back the Reinford\nbuilding.\n3.) Take Angelica to the Schwarz Drache Barrier so she can\nsettle things with her father.\nWe'll need to do them all quickly one after another, too.\n・Time to head to the mine to rescue Alisa's mother!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 10,
		"STRING": "・We started making our way to the mine via the\nmountain path. This place sure brings back memories...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 11,
		"STRING": "・We arrived at Sachsen Iron Mine. It seems to be \noperating largely as normal...except for how jaegers are\nthe ones handling security. Security shouldn't be too\ntight now, though--this is our chance!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 12,
		"STRING": "・The jaegers guarding the mine seem to be from the\nNidhoggr corps we encountered in the highlands. They\nmust have a contract with Marquis Rogner's family. \n・We defeated some of them near the entrance and were\nreunited with the miners. We can reach the Eisengraf\nthrough the door to our left.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 13,
		"STRING": "・We spotted the Eisengraf on the platform. We were\ndrawn into combat with some more jaegers, and before\nwe could reach it, they ordered it to leave the station.\n・Determined not to let it get away, we jumped onto the\nroof of the train and climbed inside. We'll have to search\nthe carriages one by one for the chairman.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 14,
		"STRING": "・There seem to be a number of military monsters on\nthe loose inside. This'll be fun...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 15,
		"STRING": "・We found Mrs. Reinford in the front carriage, but the\njaegers' leader had a gun pointed at her, so we were left\nunable to do anything.\n・From out of nowhere, steel wires bound him and Sharon\nmade an appearance. The situation was turned around in\nmere seconds, and the rescue mission was a success. \n・Soon after, the train pulled in to a freight station under\nthe Reinford building. We immediately ran into some of\nOuroboros' archaisms, which we quickly defeated. Heidel\nRogner seems to have tasked them with the building's\nsecurity.\n・Mrs. Reinford and Sharon went a separate way than us\nto take care of other matters. After seeing them off,\nwe boarded an emergency elevator and readied ourselves\nfor the fight ahead.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 119,
		"UNK0": 16,
		"STRING": "・In the chairman's office, we found Heidel Rogner.\nAngelica and Alisa tried to persuade him to give himself\nup, but he refused to listen, instead setting a massive\narchaism capable of using the Eight Leaves One Blade\nstyle on us.\n・It wasn't easy, but we defeated it and were able to\nwrestle control of the building from him. With that done,\nwe boarded the Courageous and headed for the Schwarz\nDrache Barrier to complete the final phase of the\noperation.\n・We and the divided provincial army stood back and\nwatched as Angelica and Marquis Rogner fought each\nother in a fantastic one-on-one battle. \n・After watching Angelica emerge victorious over her\nfather, everything seemed to have ended on a positive\nnote...until the Imperial Liberation Front's Vulcan\nappeared aboard a new Goliath model of Soldat. \n・After a fierce battle, Valimar and I were able to emerge\nvictorious--but then Vulcan's Soldat exploded, and he lost\nhis life as a result.\n・The battle done, Marquis Rogner pledged to withdraw\nfrom the Noble Alliance and play no further part in the\nwar. As a result, Roer was liberated, and its people had\nplenty of reason to celebrate.\n...I only wish I felt like celebrating with them.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 120,
		"UNK0": 0,
		"STRING": "Roer Stopover",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 0,
		"STRING": "　#006c12/22 (Wed) Roer - Stopover Day\n・There's still plenty of time left until the Courageous'\nmaintenance is done. I might as well wander around town\nand see how the others are doing.\n・When I'm finished walking around, I should check in on\nValimar, too.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 1,
		"STRING": "★I spent time with Alisa.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 2,
		"STRING": "★I spent time with Elliot.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 3,
		"STRING": "★I spent time with Laura.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 4,
		"STRING": "★I spent time with Machias.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 5,
		"STRING": "★I spent time with Emma.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 6,
		"STRING": "★I spent time with Jusis.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 7,
		"STRING": "★I spent time with Fie.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 8,
		"STRING": "★I spent time with Gaius.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 9,
		"STRING": "★I spent time with Millium.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 10,
		"STRING": "★I spent time with Instructor Sara.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 11,
		"STRING": "★I spent time with Towa.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 12,
		"STRING": "★I spent time with Princess Alfin.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 13,
		"STRING": "・Linde was welcomed aboard the Courageous, and clearly,\nVivi could not be happier. I'm glad to see the two of them\ntogether again.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 14,
		"STRING": "\n・Linde and Vivi were welcomed aboard the Courageous! ",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 120,
		"UNK0": 15,
		"STRING": "・Valimar's memories seem to be gradually returning to\nhim. He mentioned someone in his past worrying the same\nway I am.\n・As I was resolving to become stronger, I got a call from\nGeorge.\n・He said to come to the Roer Institute of Technology,\nwhere I came face to face with George's old teacher,\nthe famous G. Schmidt. I learned that he was the one who\ndesigned the Soldats.\n・Professor Schmidt agreed to help make a new weapon\nfor Valimar that would allow him to fight on equal terms\nwith Ordine, but only if we were able to gather enough of\nan extremely rare material called Zemurian Ore.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 121,
		"UNK0": 0,
		"STRING": "Spirit Shrines",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 0,
		"STRING": "　#006cCourageous - Eastern Skies\n・We resumed flying around eastern Erebonia aboard the\nCourageous, with Fie accompanying the active team due\nto our requests seeming dangerous. I've got a fie-ling\nthings will be just fine with her around.\n・We'll be able to find the Zemurian Ore we need inside\nthe Spirit Shrines which are scattered around Erebonia.\nWe'll need to take Celine and Emma with us once we're\nready to start exploring them.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 1,
		"STRING": "・We began our exploration of one of the Spirit Shrines.\nLet's start by heading for the door farther inside.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 2,
		"STRING": "・The door opened in response to Celine's words, and we\nwere permitted to challenge the 'proving grounds.'\n・We need to overcome the trials ahead of us in order to\nobtain Zemurian Ore.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 3,
		"STRING": "・We eventually reached an area containing a massive\ncrystal of Zemurian Ore, but we had to defeat a Magic\nKnight in order to obtain it.\n・It was a challenging foe, but we were able to emerge\nvictorious. Let's go and collect the Zemurian Ore.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 4,
		"STRING": "・And now that we've obtained said ore, it's time to get\nthis to George.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 5,
		"STRING": "・We showed the Zemurian Ore to George, but it seems\nlike we're going to need a looot more of it to be able to\nmake a new weapon for Valimar.\n・However, George says that he wants to use part of the\nore we did bring back to get a feel for what it's like to\nwork with the new material. We'll need a place in the hold\nto work on this, though. I'll have to try and help him when\nI get a chance.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 121,
		"UNK0": 6,
		"STRING": "・George, amazing as always, was able to use the ore to\nsignificantly strengthen Valimar's blade.\n・As we all gathered to admire it, however, Towa\nreported the horrifying news that Celdic had been set\nalight by the Kreuzen Provincial Army. We decided to \nhurry there as fast as we could.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 122,
		"UNK0": 0,
		"STRING": "Celdic Alight",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 0,
		"STRING": "　#006c12/24 (Fri) Celdic - Patrol\n・We arrived at Celdic and were left speechless at the\nsight before our eyes. Still, we can't avert them--\nwe need to walk around and assess the situation.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 1,
		"STRING": "・We found Lieutenant General Craig, Major Neithardt,\nand Captain Claire in town. They confirmed that the attack\nwas the work of the Kreuzen Provincial Army's Soldats.\nThey noted that some of the Northern Jaegers were\nspotted at the scene as well.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 2,
		"STRING": "・We found out that the market manager, Otto, died\nwhile trying to evacuate everyone during the attack.\n...He was a good man. May he rest in peace.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 3,
		"STRING": "・A number of residents were injured, too, including\nLouise from the Weathercock Inn...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 122,
		"UNK0": 4,
		"STRING": "・After finishing in Celdic, we returned to the ship to\ndecide what to do. We then received a call from a ship\nbelonging to the Noble Alliance, and the caller turned out\nto be none other than Rufus Albarea.\n・Rufus confirmed the attack on Celdic was the result\nof Duke Albarea acting alone, and the alliance neither\ncondoned it nor did it have any intention of intervening\nif we chose to try and bring him to justice for it.\nHe seemed to heavily imply that we were free to work\nwith the Imperial Army to do so.\n・This is our best chance to put an end to Duke Albarea's\nchain of war crimes. Jusis, too, is dead set on arresting\nhis father with his own hands.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 123,
		"UNK0": 0,
		"STRING": "The Duke's Arrest",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 123,
		"UNK0": 0,
		"STRING": "　#006c12/25 (Sat) Aurochs Fort - Operation Day\n・We secured the cooperation of the Imperial Army, and\nthe time for the operation to begin draws near. \nWe're going to test out Valimar's reinforced blade in the\nbattle, too.\n・We should double check everything is ready before\nheading out. Once we're sure everything is as ready as\nit can be, it'll be time to depart.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 123,
		"UNK0": 1,
		"STRING": "・The time has finally come for the operation to begin.\nThe plan is for the 4th Armored Division and Railway\nMilitary Police to mount a two-pronged attack on the\nforces surrounding Bareahard, which will draw out\nreinforcements from Aurochs Fort. That done, we would\nthen attack the fort and arrest the duke.\n・At the fort, we found Scarlet waiting for us, piloting\na new high speed Soldat called Kestrel. Her speed was\noverwhelming, but Valimar and I were able to overcome\nher.\n・She seemed set on throwing away her life the same\nway Vulcan did, but I wasn't going to allow that to\nhappen. Making good use of Valimar's reinforced blade,\nI was able to save her not a moment too soon.\n・Crow appeared afterwards, seemingly concerned for\nthe well-being of his old comrade. I'm not quite ready\nnow, but next time we meet, I'll be sure to win him back.\n・I hurried inside the fort, where I found Instructor Sara\nfighting against the Northern Jaegers. We learned after\nher fight that she was once a member of their corps.\n・The jaegers eventually left, but our instructor was\ntoo exhausted to fight, and we were forced to go on\nwithout her. On the plus side, it seems as though the\njaegers will no longer obstruct our attempts to arrest\nthe duke. Now's our chance to settle things with him!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 123,
		"UNK0": 2,
		"STRING": "・We reached and cornered the Duke...or so we thought,\nbut Duvalie and McBurn of Ouroboros stood in our way.\n・McBurn seemed to show little interest in fighting us\nand chose to vanish rather than to resist, but Duvalie\nsummoned two archaisms and displayed no intention of \nleaving without a fight. We did win our battle against\nher, but I can't help but wonder if it was because of how\nunusually tired she seemed...\n・Duke Albarea, now abandoned by both the alliance and\nOuroboros, was forced to surrender himself to us and be\narrested at the hands of his own son.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 124,
		"UNK0": 0,
		"STRING": "Bareahard Stopover",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 0,
		"STRING": "　#006c12/26 (Sun) Bareahard - Stopover Day\n・I might as well walk around for a while and look around\nthe city. Maybe I should invite someone else to join me?\n・At the very least, I want to see how Jusis is doing.\nS, too. They're both at Duke Albarea's mansion.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 1,
		"STRING": "★I spent time with Alisa.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 2,
		"STRING": "★I spent time with Elliot.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 3,
		"STRING": "★I spent time with Laura.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 4,
		"STRING": "★I spent time with Machias.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 5,
		"STRING": "★I spent time with Emma.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 6,
		"STRING": "★I spent time with Jusis.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 7,
		"STRING": "★I spent time with Fie.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 8,
		"STRING": "★I spent time with Gaius.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 9,
		"STRING": "★I spent time with Millium.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 10,
		"STRING": "★I spent time with Instructor Sara.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 11,
		"STRING": "★I spent time with Towa.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 12,
		"STRING": "★I spent time with Princess Alfin.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 13,
		"STRING": "・It looks like the RMP will be assuming control of Duke\nAlbarea's mansion until the civil war comes to an end.\nHe's currently in their custody.\n・Jusis seems to be in his room, while Scarlet is in an\nannex. I should probably ask someone where exactly\nthose places are. The mansion is massive...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 14,
		"STRING": "・I met with Scarlet. She told me she used to be a squire\nin the Septian Church and was scouted by an organization\ncalled the Congregation for the Sacraments.\n・I'll have to ask her for more details about her past on\nanother occasion. For now, I should head back to the\nCourageous.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 124,
		"UNK0": 15,
		"STRING": "・On my way back, I ran into Towa and Angelica, and they\ntold me about something strange happening in Crossbell.\n・Aboard the Courageous, we hurried to the eastern\nborder, where we saw a giant azure tree.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 125,
		"UNK0": 0,
		"STRING": "Spirit Shrines 2",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 0,
		"STRING": "　#006cCourageous - Eastern Skies\n・It turns out that the Azure Tree is the tree's proper\nname as well.\n・I'm as curious about it as anyone else, but we have\nhigher priorities right now.\n・Laura has asked to be part of the active party for a\nwhile. We should work our way through the requests\nwe have and look for other academy students as usual,\nbut we also need to work our way through the rest of\nthe Spirit Shrines as well.\n・Like before, we'll need to bring Emma and Celine with\nus to the shrines.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 1,
		"STRING": "・We resumed our exploration of the Spirit Shrines.\nFirst, we should make our way to the door that leads\nto the proving grounds.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 2,
		"STRING": "・We opened the door to the second proving grounds.\nLet's head inside as soon as we're ready to begin making\nour way through.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 3,
		"STRING": "・We defeated a Magic Knight, overcoming the second\ntrial. Let's get that Zemurian Ore.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 4,
		"STRING": "・And that's our second crystal obtained. We still need\nmore, but it's a good start.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 5,
		"STRING": "・We entered our third Spirit Shrine. Let's make our way\nto the door.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 6,
		"STRING": "・We opened the door to the third proving grounds.\nWe should proceed with caution.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 7,
		"STRING": "・We overcame our third trial, and the crystal should be\nwaiting nearby.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 8,
		"STRING": "・We collected our third crystal of Zemurian Ore.\nJust one more to go!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 9,
		"STRING": "・We reached the fourth and final Spirit Shrine. This one's\nsystem isn't any different from the others.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 10,
		"STRING": "・We opened the door to the fourth proving grounds.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 11,
		"STRING": "・We made our way through the proving grounds, but\njust as we were about to begin fighting the Magic Knight,\nVita Clotilde and Grianos appeared.\n・She showed us all one of Emperor Dreichels' memories,\nwhich revealed the shocking truth that Divine Knights\nhad been used in the War of the Lions.\n・Emma was shocked at hearing the truth behind the\nHexen Clan's purpose, but she still resolved to fight,\nand together, we fought an enlarged Grianos.\n・We were able to defeat Grianos and Vita decided to\nleave, but her parting words were more than a little\nominous.\n・With that done, we should go collect the final crystal\nas soon as possible.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 12,
		"STRING": "・We collected the fourth crystal of Zemurian Ore. Talk\nabout an ordeal... We should have enough of it to make\na tachi for Valimar now. Let's get this to George.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 13,
		"STRING": "・We're going to need to enlist the help of Professor\nSchmidt in order to complete Valimar's new weapon.\n・Before we do that, we need to improve the work area\nwe built in the ship's hold so that it's absolutely perfect.\nI should probably let George know when I'm ready to\nhelp out.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 125,
		"UNK0": 14,
		"STRING": "・We invited Professor Schmidt aboard the Courageous,\nand work finally began.\n・We then received a surprise call from Captain Claire,\nwho told us that the RMP was planning the liberation of\nTrista.\n・Furthermore, it seems that the academy is now being\nprotected by a group of noble students led by Patrick.\nThey call themselves the Order of the Lion.\n・The liberation of Trista was the goal we came all this\nway to achieve, and we weren't about to let someone else\ndo it. After some discussion, we were able to convince\nCaptain Claire to leave it in our hands.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 126,
		"UNK0": 0,
		"STRING": "Liberating Trista",
		"CATEGORY": "NONE",
		"UNK1": "0300000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 126,
		"UNK0": 0,
		"STRING": "　#006c12/30 (Thu) Trista - Recapturing the Academy\n・Eventually, the day to take back the academy came.\nWe will also be regaining control of Trista at the same\ntime.\n・A prototype of Valimar's tachi is complete, so we're\ngoing to be using that in the operation, too. It should\nbe a valuable asset.\n・If we have any more preparations to make, we should\ndo them now. As soon as we're ready, we can let Towa\nknow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 126,
		"UNK0": 1,
		"STRING": "・The time to begin the operation came. Standing between\nus and the town were Soldats of the same variety that\nScarlet and Vulcan once used.\n・Overcoming both at the same time was challenging, but\nthanks to the new blade, we were able to do it. With that,\nwe were then able to penetrate the town's defenses. \n・Group B, led by Angelica, headed for the academy's\nrear entrance, while the rest of us made for the front\ngate through Trista.\n・The people of Trista gave us a warm welcome as we\nwere passing, too, with many familiar faces in the crowd.\n・Now, all that's left is to take the academy back.\nWe can do this!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 126,
		"UNK0": 2,
		"STRING": "・We found members of Patrick's Order of the Lion\nwaiting for us at both entrances to the academy.\n・Intense battles were fought with combat links being\nused by both sides, but in the end, we came out on top. \n・After the battle, we found out that the upper class\nstudents had already released Principal Vandyck and the\nother instructors, and they had been watching the battle\nfrom inside the building.\n・Patrick proclaimed the order was no more, as well as\nthat the upper class students were to serve Towa.\nAt last, every student of Thors was united under one\nbanner.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 127,
		"UNK0": 0,
		"STRING": "Celebration",
		"CATEGORY": "NONE",
		"UNK1": "0400000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 0,
		"STRING": "　#006c12/30 (Thu) Trista - Night\n・We received a request from the Imperial Army and\nIntelligence Division to go and liberate Karel Imperial\nVilla, where Elise, Governor Regnitz, and some members\nof the Imperial family are being held.\n・The operation will take place tomorrow. There's no\ntelling what might happen tomorrow, but for now,\nI should take the chance to walk around the academy\nand the town of Trista and talk to everyone. I should drop\nby and see how Valimar's doing, too.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 1,
		"STRING": "・I went to talk to Towa, George, and Angelica.\n・During our talk, I swore to bring Crow back and make\nhim graduate with them. I know it won't be easy, but it's\nsomething I have to do.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 2,
		"STRING": "・Valimar told me that his former Awakener was none\nother than Emperor Dreichels.\n・He also reassured me that I don't need to try and be\nlike him and should instead just try to be myself.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 3,
		"STRING": "・I met and spent time with Alisa in the Class VII dorm.\nWe confessed our love for one another, and together,\nwe swore to overcome the challenges we'll face tomorrow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 4,
		"STRING": "・I met and spent time with Elliot in the Class VII dorm.\nOur friendship grew even stronger, and together,\nwe swore to overcome the challenges we'll face tomorrow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 5,
		"STRING": "・I met and spent time with Laura in the Class VII dorm.\nWe confessed our love for one another, and together,\nwe swore to overcome the challenges we'll face tomorrow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 6,
		"STRING": "・I met and spent time with Machias in the Class VII dorm.\nOur friendship grew even stronger, and together,\nwe swore to overcome the challenges we'll face tomorrow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 7,
		"STRING": "・I met and spent time with Emma in the Class VII dorm.\nWe confessed our love for one another, and together,\nwe swore to overcome the challenges we'll face tomorrow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 8,
		"STRING": "・I met and spent time with Jusis in the Class VII dorm.\nOur friendship grew even stronger, and together,\nwe swore to overcome the challenges we'll face tomorrow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 9,
		"STRING": "・I met and spent time with Fie in the Class VII dorm.\nOur friendship grew even stronger, and together,\nwe swore to overcome the challenges we'll face tomorrow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 10,
		"STRING": "・I met and spent time with Gaius in the Class VII dorm.\nOur friendship grew even stronger, and together,\nwe swore to overcome the challenges we'll face tomorrow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 11,
		"STRING": "・I met and spent time with Millium in the Class VII dorm.\nOur friendship grew even stronger, and together,\nwe swore to overcome the challenges we'll face tomorrow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 12,
		"STRING": "・I met and spent time with Instructor Sara in the Class\nVII dorm. Our relationship grew even stronger, and\ntogether, we swore to overcome the challenges we'll face\ntomorrow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 13,
		"STRING": "・I met and spent time with Towa in the Class VII dorm.\nOur friendship grew even stronger, and together,\nwe swore to overcome the challenges we'll face tomorrow.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 14,
		"STRING": "・I met and spent time with Princess Alfin in the Class VII\ndorm. I'll have to make it through tomorrow in one piece\nfor her sake...as well as my own.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 127,
		"UNK0": 15,
		"STRING": "・I relaxed in the Class VII dorm alone. I'll have to make it\nthrough tomorrow in one piece--and with everyone at my\nside, I know I can.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 128,
		"UNK0": 0,
		"STRING": "Liberating Karel",
		"CATEGORY": "NONE",
		"UNK1": "0400000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 128,
		"UNK0": 0,
		"STRING": "　#006c12/31 (Fri) 1204's Final Day\n・Valimar's new tachi is finally complete. With it,\nI might finally stand a chance against Crow.\n・We seem to have some time to fly around before the\noperation begins. There are a few requests to work\nthrough, too--if we want to do them, it's now or never.\nI don't want to go into this operation with regrets.\n・As soon as we're ready, we'll head for Karel Imperial\nVilla via the Courageous.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 128,
		"UNK0": 1,
		"STRING": "・The 3rd and 4th Armored Divisions made their move on\nthe capital, marking the beginning of the final battle\nagainst the Noble Alliance.\n・Taking advantage of that, we landed the Courageous\nat Karel Imperial Villa. The second years and Group B are\ntaking care of the company of Imperial Guardsmen, which\nleaves us free to hurry to the villa and rescue everyone.\nLet's go!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 128,
		"UNK0": 2,
		"STRING": "・We entered the villa, only to find military monsters\nroaming around. We need to head to the ceremonial\nroom on the third floor!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 128,
		"UNK0": 3,
		"STRING": "・We arrived in the ceremonial area, where we found\nall of the captives.\n・However, Altina and Claiomh Solais stood between us\nand them, and we were forced to fight. She seems to \nbe a sister of sorts to Millium, too...\n・By defeating her, we were able to rescue the captives,\nand I was reunited with my sister once again.\n・While we did rescue His Majesty, Empress Priscilla,\nand Governor Regnitz, Crown Prince Cedric was nowhere\nto be seen. Altina mentioned that he's been taken to the\npalace for some sort of ritual.\n・All of a sudden, we heard the sound of Vita Clotilde's\nvoice resounding from far away. As a result of the\nforbidden song Emma called Lucifen Lied, Valflame Palace\nwas transformed into a monstrous-looking place called\nthe Infernal Castle, a building that also happened to\nappear 250 years ago.\n・We left everything at the villa to Captain Claire and\nGovernor Regnitz and hurried to the Infernal Castle.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 128,
		"UNK0": 4,
		"STRING": "・As we were about to depart, we were presented with\nthe Grand Cordon of the Order of the Phoenix Wings by\nHis Majesty, an honor given only once every few years.\nHe also wished us well in the challenges ahead.\n・Time to go. We need to make use of all we've learned\nat the academy and settle things with Crow once and for\nall!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 128,
		"UNK0": 5,
		"STRING": "・As we went to depart, His Majesty wished us well in\nthe challenges ahead.\n・Time to go. We need to make use of all we've learned\nat the academy and settle things with Crow once and for\nall!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 129,
		"UNK0": 0,
		"STRING": "Infernal Castle",
		"CATEGORY": "NONE",
		"UNK1": "0400000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 129,
		"UNK0": 0,
		"STRING": "・Thanks to everyone's support, we were able to make it\ninto the Infernal Castle. \n・It seems like it will take a while longer until Valimar\nis fully recovered. In the meantime, we'll have to proceed\nwithout him.\n・Let's get going--both for ourselves and for everyone\nwaiting for us!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 129,
		"UNK0": 1,
		"STRING": "・Apparently, the castle we're in now isn't exactly the\nsame as the one that appeared 250 years ago. This isn't\ngoing to be easy...",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 129,
		"UNK0": 2,
		"STRING": "・At the end of the first stratum, we found Bleublanc\nand Duvalie waiting for us. \n・There definitely is some connection between the Steel\nMaiden and her Stahlritter with the Lance Maiden and\nher Eisenritter...but for now, the truth remains unknown.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 129,
		"UNK0": 3,
		"STRING": "・Duvalie attempted to mock the Arseid school, but Laura\nmaintained her dignity in response, challenging her to a\nbattle to better themselves.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 129,
		"UNK0": 4,
		"STRING": "・Duvalie attempted to mock the Arseid school, but I'm\nsure if Laura were here, she would have happily fought\nher so that they could better themselves.",
		"UNK1": 1
	},
	{
		"TYPE": "QSText",
		"ID": 129,
		"UNK0": 5,
		"STRING": "・After emerging victorious, Duvalie unleashed her true\npower in a fury, and Bleublanc seemed to recover as well.\nThe tables were turned on us.\n・Fortunately, Toval and Prince Olivert came to our aid.\nWe left everything to them and their powerful arts and\nhurried on ahead.\n・We reached the second stratum. We're going to need \nto be even more careful than before. Who knows who else\nis lying in wait to ambush us...?",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 129,
		"UNK0": 6,
		"STRING": "・The giant door at the end of the second stratum has \na symbol of some kind on it. We should probably take Fie\nwith us when we're ready to move on.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 129,
		"UNK0": 7,
		"STRING": "・At the end of the second stratum, we found Xeno and\nLeonidas from Zephyr.\n・They told us that it was actually their boss, the Jaeger\nKing, who had asked them to make sure Fie left the corps.\n・Xeno and Leo told Fie that if she wanted to know where\nthe other corps members were and what they were doing,\nshe would have to defeat them first and earn those\nanswers herself. Fie demonstrated her own resolve and\nthe battle began, with us almost cornering them.\n・Unfortunately, they revealed that they had in fact been\nholding back. Just as things looked desperate, we were\nsaved by Captain Claire and Sharon, who inherited the\nbattle from us so that we could move forward.\n・As we departed, the two jaegers told us that the rest\nof the corps was working to 'bring back the boss.'\nThe true meaning behind those words is a mystery to\nall of us...but for now, all we can do is press on through\nto the third stratum.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 129,
		"UNK0": 8,
		"STRING": "・At the end of the third stratum, we found McBurn, one\nof the strongest members of Ouroboros, waiting for us.\n・He wanted to fight Valimar instead of us, but I refused\nhis request, fearing it would mean Valimar wouldn't be\nat full capacity for the showdown with Crow. As such,\nwe tried to fight him ourselves.\n・After the battle, McBurn seemingly transformed into\na completely different form--that of the 'Blazing Demon.'\nWe were left powerless in the face of him, a demon that\nhad transcended the limits of humanity.\n・Our inevitable defeat was avoided by the arrival of\nViscount Arseid. A fierce battle ensued between him and\nMcBurn, and we pressed onward.\n・After stepping off the elevator, we realized we were\nfinally on the castle's highest stratum, which leads to\na place called the 'Vermillion Throne.' Crow and Vita\nshould be waiting for us there, too. Time to get going!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 129,
		"UNK0": 9,
		"STRING": "・We finally reached the elevator that leads to the\nVermillion Throne. All that remains is to step onto it and\nride it to where the final battle awaits. First, however,\nwe should head back to our base area and make sure\neveryone is well equipped and ready.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 129,
		"UNK0": 10,
		"STRING": "・After riding the elevator, we found Crow, Vita, \nand Duke Cayenne waiting for us. Crown Prince Cedric\nwas in the room, too.\n・Apparently, Duke Cayenne is a descendant of Orthros \nReise Arnor, known as the False Emperor. He proclaimed\nthat all he had done was for the purpose of obtaining\nthe Vermillion Knight and Infernal Castle, thus fulfilling\nthe dream of his ancestors.\n・We fought Crow and Vita, and afterwards, I boarded\nValimar to settle things with Crow.\n・We both fought with all our might, but in the end,\nI was finally able to overcome him. It seemed as if things\nwere finally at an end...but just as the tension had eased,\nDuke Cayenne used Crown Prince Cedric to revive the\n'Vermillion Apocalypse' that had emerged 250 years ago,\nusing the Testa-Rossa as its core.\n・The entire country in danger, we fought together with\nCrow and Vita in order to stop it. Between our combined\nefforts and after a hard-fought battle using both the\nAshen and Azure Knights, we were finally successful in\nrescuing the Crown Prince.\n・However, the price we paid for that victory was great,\nas Crow lost his life as a result of the battle. I promised\nI'd take him back to the academy and make him\ngraduate, too...\n・Much to our surprise, Rufus appeared, and he and\nAltina apprehended Duke Cayenne. Vita disappeared soon\nafter, too.\n・It turned out that Rufus was actually the primary\nmember of the Ironbloods all along--and his master,\nthe chancellor, was actually still alive. I also found out\nanother truth that was even more shocking...\n\n...but I can't bring myself to commit it to paper.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 130,
		"UNK0": 0,
		"STRING": "The Underground",
		"CATEGORY": "NONE",
		"UNK1": "0500000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 130,
		"UNK0": 0,
		"STRING": "　#006cMarch 1205 - Crossbell City\n・We reached Sector E of the Geofront under Crossbell.\nThe area we need to reach is deep inside this sector.\nLet's get going.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 130,
		"UNK0": 1,
		"STRING": "・These ARCUS orbments we were able to get hold of seem\nlike they'll be a real handy asset, especially the combat\nlink functionality.\n・There are a lot of dangerous monsters in here.\nWe'll have to watch our step if we want to get through\nin one piece.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 130,
		"UNK0": 2,
		"STRING": "・We've got a lot of challenges ahead of us, and we're not\ngoing to be able to get through them without making\ngood use of everyone's strengths...and I don't just mean\nRixia and I. I mean Elie, Tio, Randy, Noel and countless\nothers, too.\n・We've still got a ways to go through the Geofront.\nLet's keep it up.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 130,
		"UNK0": 3,
		"STRING": "・Rixia seems apprehensive about something. Cao did\nmention a skilled warrior being in Crossbell, so the two\nmight be related.\n・We should be halfway through this sector of the\nGeofront now. We can't afford to let our guards down.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 130,
		"UNK0": 4,
		"STRING": "・We arrived at the end of the sector, but before we\ncould complete our task, a black-haired boy and a girl\nwith some kind of strange puppet tried to stop us.\n・We were able to buy enough time to complete our\nobjective...or so we thought. All of a sudden, the boy\nsummoned something called the Ashen Knight and\nboarded it.\n・He swung a giant blade and smashed the orbal network\nterminals to pieces.\n・I learned that his name is Rean Schwarzer. It wasn't\nideal with losing the terminals, but we were able to stop\nthe data falling into the Imperial Army's hands, and he\npermitted us to escape the Geofront.\n・No matter what barriers stand in our path, we swear\nto get over them!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 131,
		"UNK0": 0,
		"STRING": "Year's End",
		"CATEGORY": "NONE",
		"UNK1": "0600000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 131,
		"UNK0": 0,
		"STRING": "　#006c3/9/1205 (Wed)\n・I returned to Trista after a month away in Crossbell\nand was surprised to find all my classmates along with\nTowa, Angelica, and George waiting for me. \n...It's so good to be back.\n　#006c3/12 (Sat) After School\n・We spent the day receiving enthusiastically delivered\nlessons from all of our instructors. Tomorrow, though,\nis our final free day of the academic year... We'll have to\nbe sure to spend it without regrets.\n・I need to go to the Student Council room, but I may\nas well walk around the academy grounds first. I should\nsee how Valimar's doing in the building behind the\nengineering building, too.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 131,
		"UNK0": 1,
		"STRING": "・George is planning to tour engineering factories all\naround the continent after graduating, while Angelica\nintends to travel it on her orbal bike.\n...I should've known they'd have amazing things planned.\n・I should go through the back door and see Valimar.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 131,
		"UNK0": 2,
		"STRING": "・A new building has been built behind the engineering\nbuilding to house Valimar. I'm guessing this is going\nto be our home base of sorts for a while.\n・Valimar says he sensed something strange. If he has\nanything more to tell me, he'll let me know telepathically.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 131,
		"UNK0": 3,
		"STRING": "・In the Student Council room, Towa realized what was\non my mind, and I ended up confiding in her. ...I wish she\nhadn't seen me like that, though...\n・By the sound of it, she's going to be spending a year\nstudying after graduating, going between various NGOs.\nI hope she doesn't overwork herself.\n・I told her that I want to help the Student Council\ntomorrow, just as I always do, and she agreed to \ndeliver a number of tasks to the dormitory tomorrow\nmorning.\n・After that, we all set off for the dorm, where we were\nsurprised to find Sharon. It won't be for long, she said,\nbut she'll be serving us once more.\n・We enjoyed a filling meal made by Sharon for the first\ntime in ages.\n...Maybe I should go and talk to everyone before bed.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 131,
		"UNK0": 4,
		"STRING": "・I returned to my room and put the radio on. As I was\nlistening to it, I received a call from Elise. It was\ngood to talk to her again, but she seemed...off somehow.\n#666c　　　　          ◆　　　　◆　　　　◆\n　#006c3/13 (Sun) Free Day\n・Towa sent me a wide variety of requests. They all felt\nvery fitting for my final free day of the academic year.\n・I should try and make my way around town and the\nacademy grounds while working through them. At the \nvery least, I should try to do the ones from Angelica and\nPatrick.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 131,
		"UNK0": 5,
		"STRING": "・I fulfilled the request from Angelica!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 131,
		"UNK0": 6,
		"STRING": "・I fulfilled the request from Patrick!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 131,
		"UNK0": 7,
		"STRING": "・I sensed something strange coming from the old\nschoolhouse, and Valimar did, too.\n・...Maybe I should go and check on things over there.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 131,
		"UNK0": 8,
		"STRING": "・In front of the old schoolhouse, I ran into Toval.\nSoon after, Elise and Princess Alfin appeared accompanied\nby Captain Claire. They all seemed concerned about me,\ntoo... I'm happy to know they care.\n・Celine also arrived at the scene, saying she had sensed\nsomething unusual...when all of a sudden, the building's\nbell started ringing.\n・My classmates appeared after hearing it. Something\nstrange seems to be happening, just like it did the night\nbefore our concert... We should go inside and find out\nexactly what that something is.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 132,
		"UNK0": 0,
		"STRING": "The Last Trial",
		"CATEGORY": "NONE",
		"UNK1": "0600000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 132,
		"UNK0": 0,
		"STRING": "・We stepped inside the old schoolhouse and found it\nhad changed completely. Valimar told us that the old\nschoolhouse was built by the gnomes, and what we were\nwitnessing was likely caused by a 'shadow' of something\ncalled the Great One. \n・All of us knew what we had to do: work towards getting\nto the bottom of what is happening and bringing it to an\nend.\n・This is our class' final trial. Let's work to overcome it\ntogether!",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 132,
		"UNK0": 1,
		"STRING": "・We arrived in front of a door made of what I can only\ndescribe as white darkness.\n・Whatever caused all of this is likely on the other side...\nWe'll need to be well prepared before we step through it.",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 171,
		"UNK0": 32,
		"STRING": "East Celdic Highway",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 171,
		"UNK0": 0,
		"STRING": "Location: East Celdic Highway 3 - Near River\nCombatants: Elliot, Machias\nMonster Level: 50",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 171,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 172,
		"UNK0": 32,
		"STRING": "Garrelia Byroad",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 172,
		"UNK0": 0,
		"STRING": "Location: Garrelia Byroad 1 - Mid-North\nCombatants: Elliot, Fie\nMonster Level: 53",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 172,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 173,
		"UNK0": 32,
		"STRING": "Terra Shrine",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 173,
		"UNK0": 0,
		"STRING": "Location: Terra Shrine\nCombatants: Machias, Fie\nMonster Level: 54",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 173,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 174,
		"UNK0": 32,
		"STRING": "Nord - North",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 174,
		"UNK0": 0,
		"STRING": "Location: Nord Highlands - North - Central Plateau\nCombatants: Alisa, Millium\nMonster Level: 60",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 174,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 175,
		"UNK0": 32,
		"STRING": "Nord - South",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 175,
		"UNK0": 0,
		"STRING": "Location: Nord Highlands - South - Triangular Rock Base\nCombatants: Gaius, Millium\nMonster Level: 62",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 175,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 176,
		"UNK0": 32,
		"STRING": "Aria Shrine",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 176,
		"UNK0": 0,
		"STRING": "Location: Aria Shrine\nCombatants: Alisa, Gaius\nMonster Level: 65",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 176,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 177,
		"UNK0": 32,
		"STRING": "Aqua Shrine",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 177,
		"UNK0": 0,
		"STRING": "Location: Aqua Shrine\nCombatants: Laura, Emma\nMonster Level: 71",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 177,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 178,
		"UNK0": 32,
		"STRING": "Garrelia Fortress",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 178,
		"UNK0": 0,
		"STRING": "Location: Garrelia Fortress - Ruins\nCombatants: Fie, Sara\nMonster Level: 76",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 178,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 179,
		"UNK0": 32,
		"STRING": "Ancient Quarry",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 179,
		"UNK0": 0,
		"STRING": "Location: Ancient Quarry - Inside\nCombatants: Emma, Jusis, Fie, Gaius\nMonster Level: 78",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 179,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 180,
		"UNK0": 32,
		"STRING": "North Kreuzen Highway",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 180,
		"UNK0": 0,
		"STRING": "Location: North Kreuzen Highway 3 - Southwest\nCombatants: Jusis, Millium\nMonster Level: 84",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 180,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 181,
		"UNK0": 32,
		"STRING": "Twin Dragons Bridge",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 181,
		"UNK0": 0,
		"STRING": "Location: Twin Dragons Bridge, Garrelia Side - Under Tracks\nCombatants: Laura, Machias, Gaius, Sara\nMonster Level: 84",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 181,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 182,
		"UNK0": 32,
		"STRING": "Spina Byroad",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 182,
		"UNK0": 0,
		"STRING": "Location: Spina Byroad - Center\nCombatants: Alisa, Emma\nMonster Level: 87",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 182,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 183,
		"UNK0": 32,
		"STRING": "Sachsen Mountain Path",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 183,
		"UNK0": 0,
		"STRING": "Location: Sachsen Mountain Path 2 - West Plateau\nCombatants: Elliot, Gaius\nMonster Level: 89",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 183,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 184,
		"UNK0": 32,
		"STRING": "Nortia Highway",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 184,
		"UNK0": 0,
		"STRING": "Location: Nortia Highway 2 - West Plateau\nCombatants: Elliot, Emma, Millium, Sara\nMonster Level: 88",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 184,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 185,
		"UNK0": 32,
		"STRING": "Eisengard Range",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 185,
		"UNK0": 0,
		"STRING": "Location: Eisengard Range 3\nCombatants: Laura, Fie\nMonster Level: 99",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 185,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 186,
		"UNK0": 32,
		"STRING": "Terra Shrine 2",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 186,
		"UNK0": 0,
		"STRING": "Location: Terra Shrine - Proving Grounds\nCombatants: Machias, Millium\nMonster Level: 96",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 186,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 187,
		"UNK0": 32,
		"STRING": "Terra Shrine 3 ",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 187,
		"UNK0": 0,
		"STRING": "Location: Terra Shrine - Proving Grounds\nCombatants: Alisa, Fie\nMonster Level: 96",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 187,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 188,
		"UNK0": 32,
		"STRING": "Aqua Shrine 2",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 188,
		"UNK0": 0,
		"STRING": "Location: Aqua Shrine - Proving Grounds\nCombatants: Laura, Millium\nMonster Level: 96",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 188,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 189,
		"UNK0": 32,
		"STRING": "Aqua Shrine 3",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 189,
		"UNK0": 0,
		"STRING": "Location: Aqua Shrine - Proving Grounds\nCombatants: Alisa, Machias\nMonster Level: 96",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 189,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 190,
		"UNK0": 32,
		"STRING": "Ignis Shrine",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 190,
		"UNK0": 0,
		"STRING": "Location: Ignis Shrine - Proving Grounds\nCombatants: Alisa, Sara\nMonster Level: 96",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 190,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 191,
		"UNK0": 32,
		"STRING": "Ignis Shrine 2",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 191,
		"UNK0": 0,
		"STRING": "Location: Ignis Shrine - Proving Grounds\nCombatants: Machias, Emma\nMonster Level: 96",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 191,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 192,
		"UNK0": 32,
		"STRING": "Aria Shrine 2",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 192,
		"UNK0": 0,
		"STRING": "Location: Aria Shrine - Proving Grounds\nCombatants: Jusis, Sara\nMonster Level: 96",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 192,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 193,
		"UNK0": 32,
		"STRING": "Aria Shrine 3",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 193,
		"UNK0": 0,
		"STRING": "Location: Aria Shrine - Proving Grounds\nCombatants: Fie, Millium\nMonster Level: 96",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 193,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 194,
		"UNK0": 32,
		"STRING": "Aurochs Canyon Path",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 194,
		"UNK0": 0,
		"STRING": "Location: Aurochs Canyon Path 2 - Plateau\nCombatants: Machias, Jusis\nMonster Level: 104",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 194,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 195,
		"UNK0": 32,
		"STRING": "North Kreuzen Highway",
		"CATEGORY": "？？？",
		"UNK1": "0a00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 195,
		"UNK0": 0,
		"STRING": "Location: North Kreuzen Highway 2 - Below Bridge\nCombatants: Alisa, Elliot, Laura, Jusis\nMonster Level: 104",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 195,
		"UNK0": 1,
		"STRING": "・Overcame the trial!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 215,
		"UNK0": 32,
		"STRING": "Monica",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 215,
		"UNK0": 0,
		"STRING": "Monica - Year 1, Class III [Swimming Club]\n────────────────────\nBeing looked after by the Imperial Army at the Garrelia\nproving grounds.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 215,
		"UNK0": 1,
		"STRING": "・Welcomed Monica on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 216,
		"UNK0": 32,
		"STRING": "Mint",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 216,
		"UNK0": 0,
		"STRING": "Mint - Year 1, Class III [Wind Orchestra]\n────────────────────\nAssisting the Imperial Army at the watchtower in the\nNord Highlands.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 216,
		"UNK0": 1,
		"STRING": "・Welcomed Mint on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 203,
		"UNK0": 32,
		"STRING": "Casper",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 203,
		"UNK0": 0,
		"STRING": "Casper - Year 1, Class IV [Swimming Club]\n────────────────────\nSighted in Legram.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 203,
		"UNK0": 1,
		"STRING": "・Welcomed Casper on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 218,
		"UNK0": 32,
		"STRING": "Vivi",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 218,
		"UNK0": 0,
		"STRING": "Vivi - Year 1, Class IV [Gardening Club]\n────────────────────\nSighted in Legram.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 218,
		"UNK0": 1,
		"STRING": "・Welcomed Vivi on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 225,
		"UNK0": 32,
		"STRING": "Clara",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 225,
		"UNK0": 0,
		"STRING": "Clara - Year 2, Class III [Art Club]\n────────────────────\nSighted at the Ancient Quarry in the Nord Highlands.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 225,
		"UNK0": 1,
		"STRING": "・Welcomed Clara on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 220,
		"UNK0": 32,
		"STRING": "Emily",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 220,
		"UNK0": 0,
		"STRING": "Emily - Year 2, Class IV [Lacrosse Club]\nNicholas - Year 2, Class V [Cooking Club]\n────────────────────\nFormed a resistance group with other second years.\nSighted along the Garrelia Byroad.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 220,
		"UNK0": 1,
		"STRING": "・Welcomed Emily on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 208,
		"UNK0": 32,
		"STRING": "Nicholas",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 208,
		"UNK0": 0,
		"STRING": "Emily - Year 2, Class IV [Lacrosse Club]\nNicholas - Year 2, Class V [Cooking Club]\n────────────────────\nFormed a resistance group with other second years.\nSighted along the Garrelia Byroad.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 208,
		"UNK0": 1,
		"STRING": "・Welcomed Nicholas on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 219,
		"UNK0": 32,
		"STRING": "Becky",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 219,
		"UNK0": 1,
		"STRING": "・Welcomed Becky on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 207,
		"UNK0": 32,
		"STRING": "Munk",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 207,
		"UNK0": 0,
		"STRING": "Munk - Year 1, Class V\n────────────────────\nBeing looked after by the Imperial Army at the Garrelia\nproving grounds.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 207,
		"UNK0": 1,
		"STRING": "・Welcomed Munk on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 221,
		"UNK0": 32,
		"STRING": "Paula",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 221,
		"UNK0": 0,
		"STRING": "Paula - Year 1, Class V\n────────────────────\nSighted along East Celdic Highway.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 221,
		"UNK0": 1,
		"STRING": "・Welcomed Paula on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 200,
		"UNK0": 32,
		"STRING": "Alan",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 200,
		"UNK0": 0,
		"STRING": "Alan - Year 1, Class IV [Fencing Club]\nLoggins - Year 2, Class IV [Fencing Club]\n────────────────────\nFormed a resistance group with other second years.\nSighted along East Trista Highway.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 200,
		"UNK0": 1,
		"STRING": "・Welcomed Alan on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 205,
		"UNK0": 32,
		"STRING": "Loggins",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 205,
		"UNK0": 0,
		"STRING": "Alan - Year 1, Class IV [Fencing Club]\nLoggins - Year 2, Class IV [Fencing Club]\n────────────────────\nFormed a resistance group with other second years.\nSighted along East Trista Highway.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 205,
		"UNK0": 1,
		"STRING": "・Welcomed Loggins on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 212,
		"UNK0": 32,
		"STRING": "Fidelio",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 212,
		"UNK0": 0,
		"STRING": "Fidelio - Year 2, Class II [Photography Club]\nDorothee - Year 2, Class V [Literature Club]\n────────────────────\nFormed a resistance group with other second years.\nSighted along North Kreuzen Highway.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 212,
		"UNK0": 1,
		"STRING": "・Welcomed Fidelio on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 223,
		"UNK0": 32,
		"STRING": "Dorothee",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 223,
		"UNK0": 0,
		"STRING": "Fidelio - Year 2, Class II [Photography Club]\nDorothee - Year 2, Class V [Literature Club]\n────────────────────\nFormed a resistance group with other second years.\nSighted along North Kreuzen Highway.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 223,
		"UNK0": 1,
		"STRING": "・Welcomed Dorothee on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 217,
		"UNK0": 32,
		"STRING": "Linde",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 217,
		"UNK0": 1,
		"STRING": "・Welcomed Linde on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 213,
		"UNK0": 32,
		"STRING": "Kenneth",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 213,
		"UNK0": 0,
		"STRING": "Kenneth - Year 1, Class II [Fishing Club]\n────────────────────\nSighted along Nortia Highway.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 213,
		"UNK0": 1,
		"STRING": "・Welcomed Kenneth on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 231,
		"UNK0": 32,
		"STRING": "Margarita",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 231,
		"UNK0": 0,
		"STRING": "Margarita - Year 1, Class II [Cooking Club]\n────────────────────\nSighted at Schwarz Drache Barrier.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 231,
		"UNK0": 1,
		"STRING": "・Welcomed Margarita on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 201,
		"UNK0": 32,
		"STRING": "Hugo",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 201,
		"UNK0": 0,
		"STRING": "Hugo - Year 1, Class III\n────────────────────\nSighted in Roer.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 201,
		"UNK0": 1,
		"STRING": "・Welcomed Hugo on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 209,
		"UNK0": 32,
		"STRING": "Stefan",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 209,
		"UNK0": 0,
		"STRING": "Stefan - Year 2, Class III [Chess Club]\n────────────────────\nWas once sighted at the Roer Institute of Technology.\nPresent whereabouts unknown.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 209,
		"UNK0": 1,
		"STRING": "・Welcomed Stefan on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 204,
		"UNK0": 32,
		"STRING": "Klein",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 204,
		"UNK0": 0,
		"STRING": "Klein - Year 2, Class V [Swimming Club]\nHibelle - Year 2, Class IV [Wind Orchestra]\n────────────────────\nHiding out in the Eisengard Range. Currently in pursuit\nof a missing airliner.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 204,
		"UNK0": 1,
		"STRING": "・Welcomed Klein on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 202,
		"UNK0": 32,
		"STRING": "Hibelle",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 202,
		"UNK0": 0,
		"STRING": "Klein - Year 2, Class V [Swimming Club]\nHibelle - Year 2, Class IV [Wind Orchestra]\n────────────────────\nHiding out in the Eisengard Range. Currently in pursuit\nof a missing airliner.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 202,
		"UNK0": 1,
		"STRING": "・Welcomed Hibelle on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 227,
		"UNK0": 32,
		"STRING": "Bridget",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 227,
		"UNK0": 0,
		"STRING": "Bridget - Year 1, Class II [Wind Orchestra]\n────────────────────\nStaying with Baron Hancock's family in Bareahard.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 227,
		"UNK0": 1,
		"STRING": "・Welcomed Bridget on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 224,
		"UNK0": 32,
		"STRING": "Beryl",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 224,
		"UNK0": 0,
		"STRING": "Beryl - Year 1, Class III [Occult Research Society]\n────────────────────\nSighted around Ymir.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 224,
		"UNK0": 1,
		"STRING": "・Welcomed Beryl on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 214,
		"UNK0": 32,
		"STRING": "Colette",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 214,
		"UNK0": 0,
		"STRING": "Colette - Year 1, Class IV\n────────────────────\nHelping at an inn along Bareahard's Artisans' Street.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 214,
		"UNK0": 1,
		"STRING": "・Welcomed Colette on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 206,
		"UNK0": 32,
		"STRING": "Rex",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 206,
		"UNK0": 0,
		"STRING": "Rex - Year 1, Class V [Photography Club]\n────────────────────\nSighted at Aurochs Fort.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 206,
		"UNK0": 1,
		"STRING": "・Welcomed Rex on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 222,
		"UNK0": 32,
		"STRING": "Rosine",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 222,
		"UNK0": 0,
		"STRING": "Rosine - Year 1, Class V\n────────────────────\nHelping the Celdic Chapel. Has requested Class VII's\nassistance.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 222,
		"UNK0": 1,
		"STRING": "・Welcomed Rosine on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 229,
		"UNK0": 32,
		"STRING": "Theresia",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 229,
		"UNK0": 0,
		"STRING": "Theresia - Year 2, Class II [Lacrosse Club]\n────────────────────\nAt home in Bareahard by order of Baron Caroline.",
		"UNK1": 0
	},
	{
		"TYPE": "QSText",
		"ID": 229,
		"UNK0": 1,
		"STRING": "・Welcomed Theresia on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 232,
		"UNK0": 32,
		"STRING": "Patrick",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 232,
		"UNK0": 1,
		"STRING": "・Welcomed Patrick on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 226,
		"UNK0": 32,
		"STRING": "Ferris",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 226,
		"UNK0": 1,
		"STRING": "・Welcomed Ferris on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 210,
		"UNK0": 32,
		"STRING": "Vincent",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 210,
		"UNK0": 1,
		"STRING": "・Welcomed Vincent on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 228,
		"UNK0": 32,
		"STRING": "Friedel",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 228,
		"UNK0": 1,
		"STRING": "・Welcomed Friedel on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 211,
		"UNK0": 32,
		"STRING": "Lambert",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 211,
		"UNK0": 1,
		"STRING": "・Welcomed Lambert on board!",
		"UNK1": 0
	},
	{
		"TYPE": "QSTitle",
		"ID": 230,
		"UNK0": 32,
		"STRING": "Edel",
		"CATEGORY": "？？？",
		"UNK1": "0b00000000000000000000"
	},
	{
		"TYPE": "QSText",
		"ID": 230,
		"UNK0": 1,
		"STRING": "・Welcomed Edel on board!",
		"UNK1": 0
	}
]